Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Are you trying to tell me a fully sedated, fully restrained patient... somehow slipped out that vent, replaced the grill behind him... and is wriggling his way through the ventilation system?
ru: Вы хотите сказать, что усыпленный и связанный пациент, каким- то образом открыл вон ту решетку, и выбрался через вентиляционный клапан?

source: Watch it!
ru: Берегись!

source: You sure fucked up!
ru: Ты облажался.

source: - Where are you?
ru: - Где ты?

source: - Ah, you can talk!
ru: - А, ты можешь говорить!

source: My name' s not Bob.
ru: Меня зовут не Боб.

source: Not a prob, Bob.
ru: Без проблем, Боб.

source: Where' d they send you?
ru: Куда тебя послали?

source: - Another cell.
ru: - В другой камере.

source: What' s that supposed to mean?
ru: Что значит "может быть"?

source: Maybe means... maybe I' m in the next cell.
ru: "Может быть" значит... может быть, я в соседней камере.

source: Another volunteer like you.
ru: Волонтер, как ты.

source: Or maybe I' m in the Central Office... spying on ya for all those science bozos.
ru: Или может я в Центральном Офисе... слежу за тобой для всех этих ученых.

source: Or, hey... maybe I' m not even here.
ru: Или, слышь, может я вообще не здесь.

source: Maybe I' m just in your head.
ru: Может я просто в твоей голове?

source: No way to confirm anything.
ru: Ничего нельзя утверждать.

source: - Where' d they send ya?
ru: - Куда тебя заслали- то?

source: How was it?
ru: 90- ый!

source: Good drugs?
ru: Ну и как там?

source: Lots of pussy?
ru: Много баб?

source: Hey, Bob, you do thejob?
ru: А дело ты сделал, Боб?

source: You find out the big info?
ru: Ты добыл нужные сведения?

source: Army ofthe Twelve Monkeys?
ru: Про Армию 12- ти Обезьян?

source: It was supposed to be 1 996.
ru: Они должны быть в 1996- м.

source: Science ain' t an exact science with these clowns.
ru: У этих клоунов точной науки нет.

source: You' re lucky you didn' t end up in ancient Egypt.
ru: Тебе еще повезло, что ты не попал в Древний Египет.

source: Shh!
ru: Тсс!

source: They' re comin '.
ru: Они идут.

source: The Freedom forAnimalsAssociation on SecondAvenue... is thesecret headquarters oftheArmyofthe Twelve Monkeys.
ru: Секретный штаб Армии 12- ти Обезьян.

source: Theyare the ones who aregoing to do it.
ru: Это они сделали все это.

source: lhave togo now.
ru: Больше я ничего не могу сделать.

source: Have a merry Christmas.
ru: Веселого Рождества!

source: - Well?
ru: - Ну?

source: Did you or did you not record that message?
ru: Вы оставили это послание или нет?

source: It' s a reconstruction ofa deteriorated recording.
ru: Это реконструкция плохой записи.

source: Weak signal.
ru: Слабый сигнал.

source: We have to put them together one word at a time.
ru: Мы его по словам собирали.

source: Wejust finished rebuilding this.
ru: Мы только закончили восстанавливать.

source: Did you or did you not make this call?
ru: Это вы звонили или нет?

source: I couldn' t make any call.
ru: Я не мог позвонить.

source: You sent me to the wrong year.
ru: Вы послали меня не в тот год.

source: It was 1 990.
ru: Это был 1990- ый.

source: - You' re certain ofthat?
ru: - Вы уверены в этом?

source: - What' d you do with your time, Cole?
ru: - Что вы делали все это время, Коул?

source: Women?
ru: - Потратили его на наркотики?

source: - They forced me to take drugs.
ru: - Меня заставляли принимать наркотики.

source: - Forced you?
ru: - Заставляли?

source: Why would someone force you to take drugs?
ru: - Зачем кому- то заставлять вас принимать их?

source: I was in trouble.
ru: У меня были проблемы.

source: I got arrested.
ru: Меня арестовали.

source: I did what you wanted.
ru: Я сделал, что вы хотели.

source: I got a specimen, a spider.
ru: Я нашел образец, паука.

source: I didn' t have anyplace to put it, so I ate it.
ru: И я его съел.

source: But you sent me to the wrong year, so it really doesn' t matter.
ru: Вы послали меня не в тот год, поэтому, какая разница?

source: Did you see this when you went back?
ru: Вы видели это в прошлом?

source: No, sir, I don' t think so.
ru: Нет, сэр, не думаю.

source: What about these people?
ru: А эти люди?

source: Did you see any ofthese people?
ru: Вы их не видели?

source: Oh, wait, wait.
ru: Стоп!

source: You saw that man?
ru: Вы видели этого человека?

source: Maybe in the mental institution.
ru: Может быть, в психушке.

source: You were in a mental institution?
ru: Вы были в дурдоме?

source: Oh, God.
ru: О, Господи!

source: Cole, you were sent back to make some very important observations.
ru: Коул, вас послали в прошлое за очень важной информацией.

source: You could' ve made a real contribution.
ru: Вы могли оказать настоящее содействие.

source: Helped us to reclaim the planet.
ru: Помочь нам вернуться на поверхность.

source: As well as reducing your sentence.
ru: А мы поможем сократить вам срок.

source: The question is, Cole, do you want another chance?
ru: Вопрос в том, Коул, хотите ли вы второй шанс?

source: Last connection going on.
ru: Начинаем последнюю стадию.

source: No mistakes this time, Cole.
ru: Теперь никаких ошибок, Коул.

source: Stay alert.
ru: Будьте готовы.

source: Keep your eyes open.
ru: Не закрывайте глаза.

source: We' re thinking about the spider, Cole.
ru: Кстати, о пауке, Коул.

source: Try and do something like that again.
ru: Найдите мне еще.

source: Don' t fight it.
ru: А теперь расслабьтесь.

source: Right on the money.
ru: Мы посылаем вас в 3- й квартал 1996 года.

source: I don' t understand!
ru: Я не понимаю!

source: - Where am l?
ru: - Где я?

source: - I gotta find 'em!
ru: - Я должен их найти!

source: I gotta find 'em!
ru: Я должен их найти!

source: I don' t know where I am.
ru: Я не знаю где я!

source: - You gotta help me find 'em!
ru: Вы должны помочь найти их!

source: - Jose!
ru: - Хосе!

source: - Cole!
ru: - Коул!

source: Cole, where are we?
ru: - Коул, где мы?

source: - Help me, Cole!
ru: - Помоги мне Коул!

source: - Oh, God, wait!
ru: - Господи, подождите!

source: "ln a season ofgreatpestilence... there are omensanddivinations.
ru: Во время великой чумы, было много примет и предсказаний.

source: And one ofthe four beasts gave unto the seven angels... seven golden vials full ofthe wrath of God... who liveth forever and ever. "
ru: "И один из четырех зверей дал семи ангелам семь золотых сосудов с гневом Божьим, живущим во веки веков.

source: Revelations.
ru: Апокалипсис.

source: ln the 1 4th century, according to accounts ofofficials ofthat time... this man appeared suddenly in the village ofWyle near Stonehenge... in April of 1 362.
ru: В 14 веке, согласно хроникам того времени, этот человек появился в деревне Уайли, недалеко от Стоунхенджа, в апреле 1362 года.

source: Using unfamiliar words and speaking in a strange accent... the man made dire prognostications about a pestilence... which he said would wipe out humanity in approximately 600 years.
ru: Используя незнакомые слова, и говоря со странным акцентом, он предсказывал страшную чуму, которая должна уничтожить человечество через 600 лет.

source: Obviously this plague- doomsday scenario is considerably more compelling... when reality supports it with a virulent disease... whether it' s the bubonic plague, small pox or AlDS.
ru: Очевидно, этот сценарий судного дня впечатляет гораздо больше, когда реальность подтверждается страшными эпидемиями, такими как: бубонная чума, сифилис, СПИД.

source: Now we have technological horrors as well... such as chemical warfare, which first reared its ugly head... during the deadly mustard gas attacks ofWorld War l.
ru: Теперь же появилась и технологическая угроза, например, химическое оружие, впервые поднявшее уродливую голову в ипритовых атаках Первой Мировой войны.

source: During such an attack in the French trenches in October of 1 91 7... we have an account ofthis soldier... who, during an assault, was wounded by shrapnel... and hospitalized, apparently in a state of hysteria.
ru: Во время одной такой атаки, в октябре 191 7 года во французских окопах был найден этот солдат, раненый в атаке шрапнелью, и госпитализированный в состоянии истерики.

source: Doctors found he had lost all comprehension of French... but that he spoke English fuently... albeit in a regional dialect they didn' t recognize.
ru: Доктора обнаружили, что он перестал понимать французский язык, но бегло говорил по- английски, на неизвестном им диалекте.

source: The man, though physically unaffected by the gas... was beside himself.
ru: Он не пострадал от газовой атаки, но, видимо, помешался рассудком.

source: He claimed that he had come from the future... that he was looking for a pure germ... that would ultimately wipe mankind offthe face ofthe Earth... starting in the year 1 996.
ru: Он утверждал, что прибыл из будущего, что ищет вирус в чистом виде, который будет уничтожать человечество с лица Земли, начиная с 1996 года.

source: Though injured, the young soldier disappeared from the hospital... no doubt trying to carry on his mission to warn others... and substituting for the agony ofwar... a self- inficted agony we call "the Cassandra complex."
ru: Несмотря на ранения, солдат исчез из госпиталя, явно, чтобы продолжить свою миссию, предупреждать остальных, таким образом, подменяя агонию войны самопричиненной агонией, которую мы называем "комплекс Кассандры".

source: Cassandra, in Greek legend, was condemned to know the future... but to be disbelieved when she foretold it.
ru: Кассандра, в греческой мифологии, была обречена видеть будущее, и быть не услышанной людьми.

source: Hence, the agony offoreknowledge, plus the impotence to do anything about it.
ru: Отсюда и муки предвидения, и бессилие что- либо сделать.

source: I' m going right out to get vaccinated.
ru: Пожалуй, пойду и сделаю себе прививку.

source: I think, Dr Railly, you' ve given alarmists a bad name.
ru: Думаю, доктор Рэйли, вы делаете предсказателям дурную славу.

source: I have?
ru: Серьезно?

source: - This is true.
ru: Есть точные данные, что планета не перенесет эксцессы человечества.

source: - Proliferation ofatomic devices.
ru: - Распространение атомного оружия.

source: Uncontrolled breeding habits.
ru: Неконтролируемое размножение.

source: Pollution of land, sea and air.
ru: Загрязнение земли, морей и воздуха.

source: The rape ofthe environment.
ru: Насилие над окружающей средой.

source: ln this context, it' s obvious Chicken Little represents the sane vision... and that Homo sapiens' motto, "Let' s go shopping"... is the cry ofthe true lunatic.
ru: В этом контексте, разве не очевидно, что девиз гомо сапиенса "Пошли в магазин!" есть крик подлинного безумца?

source: I wonder ifyou' re aware of my own studies.
ru: Доктор Рэйлли, а вы не читали моих работ?

source: See you at work tomorrow.
ru: Увидимся завтра на работе.

source: Get in the car!
ru: В машину!

source: I' ve got a gun.
ru: Быстро в машину!

source: Take my purse.
ru: Возьмите кошелек.

source: I' ve got a lot ofcash, credit cards.
ru: - Возьмите ключи.

source: - Take my keys.
ru: - Заводи машину!

source: Here, turn right.
ru: Здесь направо.

source: Turn right here.
ru: Поверните направо.

source: - Where are we going?
ru: - Куда мы едем?

source: - Philadelphia.
ru: - В Филадельфию.

source: - That' s more than a hundred miles.
ru: - Но это больше 150 километров!

source: - That' s why I can' t walk there.
ru: - Вот почему я не иду пешком.

source: - Just drive!
ru: - Ведите машину.

source: - I don' t know how to drive.
ru: - Заберите машину себе.

source: I went underground when I was eight.
ru: Я рос под землей с 8 лет.

source: I told you that before.
ru: Я говорил вам уже.

source: At the next --
ru: На перекрестке...

source: - At the next corner, turn right.
ru: - На перекрестке сверните направо.

source: - Cole. James Cole.
ru: Джеймс Коул.

source: You escaped from a locked room six years ago.
ru: Вы сбежали из закрытой камеры 6 лет назад.

source: Six years foryou.
ru: Для вас 6 лет назад.

source: Get goin '.
ru: Отвернитесь!

source: I can' t believe that this is a coincidence, Mr Cole.
ru: Я не верю, что это случайность, мистер Коул.

source: - Have you been following me?
ru: - Вы за мной следили?

source: - You said you would help me.
ru: - Вы говорили, что поможете.

source: I know this isn' t what you meant, but...
ru: Конечно, вы не это имели в виду, но...

source: I don' t have any money.
ru: У меня нет денег.

source: I' ve been sleeping on the street.
ru: У меня болит нога.

source: I' m sure I smell bad.
ru: Наверное, провонял весь.

source: Do you have any food in this car?
ru: У вас еда в машине есть?

source: - You have been following me?
ru: - Нет.

source: No, I saw this... in a store window.
ru: Нет, я увидел это в витрине магазина.

source: I can read, remember?
ru: Я умею читать, помните?

source: Why do you want to go to Philadelphia?
ru: Зачем вам нужно в Филадельфию?

source: I checked out the Baltimore information.
ru: Я проверил сведения по Балтимору.

source: It was nothing.
ru: Это не здесь.

source: It' s in Philadelphia.
ru: Это в Филадельфии.

source: That' s where the ones who did it are.
ru: Там те, кто это сделал.

source: The Twelve Monkeys.
ru: 12 Обезьян.

source: ls that a radio?
ru: Это радио?

source: Can you turn it on?
ru: Можете включить его?

source: Areyou at the endofyourrope?
ru: Это послание лично вам.

source: Areyou dying toget away?
ru: Вам надоела суета?

source: The Florida Keysare waiting foryou.
ru: Острова Флорида Киз ждут вас.

source: Ocean waves --
ru: Воды океана...

source: I' ve never seen the ocean.
ru: Я никогда не видел океана.

source: It' s an advertisement, Mr Cole.
ru: Это реклама, мистер Коул.

source: It' s an advertisement.
ru: Это реклама.

source: You understand that, don' t you?
ru: Вы же понимаете?

source: It' s not really a special message to you.
ru: Это не личное послание для вас.

source: Mr Cole.
ru: Мистер Коул.

source: - You used to call meJames.
ru: - Раньше вы звали меня Джеймс.

source: - You prefer that?
ru: - Вам так нравиться?

source: James, you don' t really have a gun --
ru: Джеймс, у вас ведь нет пистолета?..

source: Can you make this louder?
ru: Сделайте это погромче, можно погромче а?

source: lfoundmythrill
ru: Я весь трепетал,

source: On Blueberry Hill
ru: Когда тебя повстречал

source: I love the music ofthe 20th century.
ru: Я люблю музыку 20- го века.

source: Love to breathe this air!
ru: Я люблю этот воздух.

source: WXBXnewsbreak.
ru: А теперь в эфире новости.

source: Newsasit happens.
ru: Главная новость часа.

source: A storybreakingnowis emergencycrews are converging on a corn field... whereplaymates ofnine- year- old RickyNeuman say... he disappearedbefore their eyes.
ru: Спасательные отряды собираются на кукурузном поле, где пропал 9- тилетний Рики Ньюман, по свидетельству очевидцев.

source: YoungNeuman apparentlystepped into an abandoned wellshaft... andis lodgedsomewhere in the narrow 150- footpipe.
ru: Предполагается, что мальчик провалился в шахту и застрял на глубине около 50- ти метров.

source: Possiblyalive, possiblybadly injured, playmatesheardhim cryout faintly.
ru: Дети слышали его слабые крики.

source: - Never cry wolf.
ru: - Никогда не кричи "Волк!".

source: My father said that to me.
ru: Мой отец так говорил.

source: He said, "Never cry wolf."
ru: Никогда не кричи "Волк!"

source: Then people won' t believe you ifsomething really happens.
ru: А то люди не поверят тебе, если что- то случится.

source: lfsomething really happens like what, James?
ru: Если случится что, Джеймс?

source: Something bad.
ru: Что- нибудь плохое.

source: Can we have some more music, please?
ru: А можно еще музыки?

source: I don' t wanna hear this stuff.
ru: Я не хочу это слушать.

source: Can we hear more music?
ru: Можно послушать музыку?

source: - lsee trees ofgreen - Oh, that' s good.
ru: - О, это хорошо.

source: I' veseen them bloom
ru: Я вижу, как они цветут.

source: Forme andyou
ru: Для тебя и меня.

source: Andlthink to myself
ru: И подумалось мне.

source: What a wonderful world
ru: Как чудесен наш мир!

source: This is Wikke from PsychAdmitting.
ru: Алло, Доктор Рэйлли?

source: Doyou rememberJames Cole?
ru: Помните Джеймса Коула?

source: Theparanoid whopulled the Houdinibackin '90?
ru: Параноик, который исчез, как Гудини в 1900- м?

source: Well, he' sback, andhe' s --
ru: Так вот, он вернулся, и...

source: lthoughtyou oughta know.
ru: Простите, конечно, но он ищет вас.

source: It' sjust like I told you.
ru: Я уже рассказывала.

source: She never showed.
ru: Даже не знаю.

source: That is totally unlike her.
ru: Это совершенно на нее не похоже.

source: Do you happen to know the make of her car?
ru: Вы, случайно, не знаете, что у нее за машина?

source: '94 Cherokee.
ru: Джип Чероки 94- го года.

source: Silver.
ru: Серебристый.

source: lhave done "doed" it, ja.
ru: Вот я и закончил, да!

source: Oh, boy!
ru: Я, профессор Гроссенфиббер, изобрел машину времени!

source: Oh, excuse me, mister.
ru: Возьмите сигару.

source: Excuse me, mister.
ru: Простите мистер.

source: Have a cigar.
ru: Возьмите сигару.

source: Nowmytime machine is ready forexperiments.
ru: Моя машина времени готова к испытаниям.

source: Ah, the woodpecker!
ru: Дятел!

source: Yoo- hoo, woodpecker!
ru: Эй, дятел!

source: You were in my dream just now.
ru: Я видел вас во сне сейчас.

source: Different colour.
ru: Волосы были другого цвета.

source: I' m sure it was you.
ru: Я уверен, это были вы.

source: What was the dream about?
ru: О чем был этот сон?

source: About an airport... before everything happened.
ru: Про аэропорт... до того, как все случилось

source: It' s the same dream I always have.
ru: Мне всегда снится этот сон.

source: When I was a kid.
ru: Почти всю жизнь.

source: And I was in it?
ru: И я была в нем?

source: What did I do?
ru: Что я делала?

source: You were very upset.
ru: Вы были очень расстроены.

source: You' re always very upset in the dream.
ru: Вы всегда расстроены в моем сне.

source: Just never knew it was you.
ru: Но я не знал, что это вы.

source: It wasn' t me before, James.
ru: Раньше это была не я, Джеймс.

source: It' s become me now because ofwhat' s happening.
ru: Теперь, это стала я из- за того, что происходит.

source: Could you please untie me?
ru: Ты не мог бы меня развязать?

source: No, I think it was always you.
ru: Нет, я думаю, это всегда были вы.

source: Very strange.
ru: Очень странно.

source: You' re fushed and you were moaning.
ru: У тебя нездоровый румянец и ты стонал во сне.

source: I thinkyou' re running a fever.
ru: Я думаю, у тебя температура.

source: ln Fresno, California, crews continue to attempt to rescue RickyNeuman.
ru: Во Фрезно продолжается операция по спасению Рики Ньюмана.

source: Closerto home, in Baltimore, Kathryn Railly... prominentpsychiatrist andauthorof a newly releasedbook on insanity... disappearedmysteriously last night aftera lecture at the university.
ru: Кэтрин Рэйлли... известный психиатр и автор новой книги таинственно исчезла после лекции в университете.

source: FormermentalpatientJames Cole is wantedforquestioning... regardingDrRailly' s disappearance.
ru: В связи с этим разыскивается Джеймс Коул, бывший пациент доктора Рейлли.

source: Authorities warn that Cole hasa historyofviolence... andadvise anyonespottinghim to notifyauthoritiesat once.
ru: Власти предупреждают, что Коул склонен к насилию и просят тех, кто обнаружит его, сразу сообщить об этом.

source: I love this music.
ru: Мне нравится эта музыка.

source: We don' t have this.
ru: У нас ее нет.

source: We don' t have anything like this.
ru: У нас ничего подобного нет.

source: What are all those?
ru: Что это такое?

source: My notes, clues.
ru: Мои записи, ключи.

source: What kind ofclues?
ru: Какие ключи?

source: It' s about the secret army.
ru: К секретной армии.

source: They' re the ones that spread the virus.
ru: Армии 12- ти Обезьян.

source: I have to find them.
ru: Поэтому я здесь.

source: That' s my mission.
ru: Я должен их найти.

source: Have to locate them because they have the virus in its pure form... before it mutates.
ru: Я должен их найти, потому что у них есть вирус в чистом виде, не мутировавший.

source: When I locate them, they' il send a scientist back here.
ru: Когда я их найду, сюда пришлют ученого.

source: That scientist will study the virus.
ru: Ученый изучит вирус.

source: When he goes back to the present, he and the scientists will make a cure.
ru: Потом, вернется в настоящее и с другими учеными придумают лекарство.

source: Does that disturb you?
ru: Полиция трех округов, и, видимо, спецподразделения, мобилизованы контролировать толпу из тысяч зевак здесь, во Фрезно, штат Калифорния.

source: Thought it was about us.
ru: Я думал, это про нас.

source: Thought maybe they' d captured us and arrested me.
ru: Думал, может нас поймали, а меня арестовали.

source: Just a joke.
ru: Я шучу.

source: I remember being very afraid for that little boy.
ru: Помню, когда был маленьким, я очень боялся за этого мальчика.

source: All alone, down that well... not knowing ifanybody' s gonna get him out.
ru: Один- одинешенек, в этой шахте не знает, ищут его или нет.

source: First time I was really afraid when I was a kid.
ru: Сначала я очень боялся, когда был маленьким.

source: What do you mean, "when you were a kid"?
ru: Что значит "когда был маленьким"?

source: Just a prank, a hoax.
ru: Неважно.

source: That boy' s hiding in a barn.
ru: Мальчишка спрятался около амбара.

source: "There are omens and divinations.
ru: "И были знаки и предсказания.

source: One ofthe four beasts gave unto the seven angels... seven golden vials full ofthe wrath of God... who liveth forever and ever. "
ru: И один из четырех зверей дал семи ангелам семь золотых сосудов с гневом Божьим, живущим во веки веков ".

source: You won' t think I' m crazy when people start dying next month.
ru: Вы поймете, что я не псих, когда через месяц люди начнут умирать.

source: First they' il think it' sjust some weird fever.
ru: Сначала подумают, что это какая- то простуда.

source: Then they' il find out.
ru: А потом поймут.

source: They' il catch on.
ru: Потом узнают.

source: Stop here!
ru: Подождите!

source: Stop the car!
ru: Стойте здесь!

source: Stop right here!
ru: Остановите машину!

source: I was right.
ru: Я был прав.

source: They' re here!
ru: Они здесь!

source: You see?
ru: Видите?

source: Twelve Monkeys!
ru: 12 Обезьян!

source: You believe me now?
ru: Теперь верите?

source: They' re here, you see?
ru: Они здесь, видите?

source: Twelve Monkeys.
ru: 12 обезьян.

source: Wait, here.
ru: Подождите здесь.

source: Do you see?
ru: Вот видите это?

source: I see some red paint, some marks.
ru: Я вижу красную краску.

source: - Marks?
ru: Какие- то пятна.

source: You think that -- - Oh, this is ridiculous.
ru: - О!

source: Don' t -- Don' t you do anything crazy.
ru: Только не делайте глупостей.

source: Or I' il hurt somebody.
ru: Или я сделаю что- то плохое.

source: I am not gonna do anything crazy, but none ofthis is what you think it is!
ru: Я не буду делать глупостей, но что ты вбил себе в голову!

source: You can' t hide from them, Bob.
ru: От них не спрячешься, Боб.

source: I said, you can' t hide from them.
ru: Я говорю, от них не спрячешься.

source: No, sir, ol 'Bob.
ru: Нет, Боб.

source: Don' t even try.
ru: Даже не пытайся.

source: They hear everything.
ru: Они все слышат.

source: They got that tracking device on ya.
ru: Они прицепили к тебе жучок.

source: They can find you anywhere, anytime!
ru: Они найдут тебя везде и всегда.

source: It' s in the tooth.
ru: Датчик в зубе.

source: Right, Bob?
ru: Так ведь, Боб?

source: But I fooled 'em, old buddy.
ru: Но я одурачил их, старина.

source: They don' t have to spy on me.
ru: За мной не следят.
